USER_JOINED = '@{} только что присоединился к нам! Рад тебя видеть в нашем чате!\n'
USER_JOINED_ADDITIONS = ['Нажми на фото моего профиля и напиши мне, если хочешь поменять свою жизнь 😉🔥',
                         'Пиши мне в личные сообщения и узнавай о пользе закаливания именно для тебя 😏🔥',
                         'Если ты хочешь повысить качество своей жизни - обязательно заходи ко мне в профиль '
                         'и пиши в личные сообщения 😌🔥']
USER_JOINED_WITHOUT_UN = '{} только что присоединился к нам! Рад тебя видеть в нашем чате! '

WELCOMING_AND_TUTORING = 'Привет! Нажми на одну из кнопок, чтобы пройти анкету или узнать о проекте!\n'
QUESTIONS = '1️⃣ - Какая главная цель проекта?\n' \
                         '2️⃣ - Зачем тебе нужно закаливание?\n' \
            '3️⃣ - Как закаливание поможет тебе в повседневной жизни?\n' \
                         '4️⃣ - Почему ты можешь доверять мне?'
MORE_QUESTIONS = 'Остались еще вопросы? Задавай!\n'

OPTIONS_NUMS = {'1': '1️⃣', '2': '2️⃣', '3': '3️⃣', '4': '4️⃣'}
OPTIONS_TEXTS = {'1': 'Цель проекта: \nПривлечение как можно большего количества людей к здоровому осознанному образу '
                      'жизни и мысли, просвещение в области Закаливания организма и укрепления Иммунитета 🔥',
                 '2': 'Закаливание нужно для того, чтобы всегда быть в максимально ресурсном состоянии, '
                      'чувствовать тонус и бодрость в теле, прилив сил и энергии; '
                      '\nдля отличного настроения и позитива, '
                      'когда желание действовать и достигать новых классных результатов всегда на высоте 👍',
                 '3': 'Поможет однозначно 🔥\nУвеличится кпд и работоспособность минимум в 2 раза, повысится '
                      'стрессоустойчивость и сопротивление организма к болезням, пропадёт сонливость и вялость, '
                      'появится бодрость и тонус в теле, улучшится настроение и повысится желание действовать✊️',
                 '4': 'Я активист Здорового Образа Жизни и Мысли, занимаюсь фитнесом и закаляюсь с детства, прошёл '
                      'обучения и тренинги сверхвозможностей человеческого тела. '
                      'Благодаря (в том числе) инструментам Закаливания я создал себе здоровое красивое тело, '
                      'и научил этому сотни людей 😉👌'}
BOT_COMMANDS = {'Команды бота:\n'}

PHOTO_IDS = {'1': 'AgACAgIAAxkBAAOZYYlo5MGblYciKa7IGFAK6BEBO1cAAme4MRucb0lIgATgxg5rpoABAAMCAANtAAMiBA',
             '2': 'AgACAgIAAxkBAAOaYYlpAZuxxg7EI15WotcfCplhsUMAAmi4MRucb0lI5girqil_WKgBAAMCAANzAAMiBA',
             '3': 'AgACAgIAAxkBAAOdYYlpfof5oPxytaULPuaN-RSUfxoAAm24MRucb0lIZiYWMB-_1woBAAMCAAN5AAMiBA',
             '4': 'AgACAgIAAxkBAAOcYYlpMzv_lktfFz7YygbmjtzRkUcAAmu4MRucb0lIpwqQ6CyKxv4BAAMCAANzAAMiBA'}

MAIN_KEYBOARD_TEXT = {
    '1': 'Анкета',
    '2': 'О проекте'
}
